{
    "welcome": "Welcome",
    "cookiePolicy": {
        "title": "Cookie Policy",
        "description": "My website uses cookies to improve your experience and analyze traffic. I use Google Analytics to know how many people visit my website and where they come from.",
        "title2": "Google Analytics Cookies",
        "description2": "Google Analytics is a web analytics service provided by Google. Google uses the collected data to track and examine the use of this site, prepare reports on its activities, and share them with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.",
        "title3": "Consent",
        "description3": "By accepting, you agree to the use of cookies. You can change your mind by going to the footer of the website.",
        "more": "For more information about the cookies used by Google Analytics, you can consult:",
        "buttons": {
            "accept": "Accept",
            "decline": "Decline"
        }
    },
    "footer": {
        "cookies": {
            "accepted": "Cookies accepted",
            "declined": "Cookies declined",
            "other": "Cookies"
        },
        "developper": {
            "by": "Elodie Perring"
        }
    },
    "navigation": {
        "home": "Home",
        "exposition": "Exposition",
        "cabinotiers": "Cabinotiers",
        "catalogue": "Catalogue",
        "contact": "Contact",
        "language": {
            "french": "Français",
            "english": "English",
            "italian": "Italiano"
        }
    },
    "home": {
        "introduction": {
            "description": "For almost 50 years, I have been fortunate to live my passions: ",
            "highlight1": "watchmaking and antiques",
            "description2": ". I was lucky enough to open my workshop in the ",
            "link1": {
                "text": "Cabinotiers district of Geneva."
            },
            "description3": "In 2018, I also set up an ",
            "link2": {
                "text": "exhibition"
            },
            "highlight2": ". Today I specialize in the repair and restoration of antique clocks and watches."
        },
        "atelier": {
            "title": "My workshop",
            "description": "Looking for a part, a watch, or something else related to antiques? Or your watch is not working anymore? Come and see the workshop! <br> <gr>My workshop is open from Monday to Thursday between 2:30 PM and 5:00 PM.</gr> <br /> I am located in Geneva, at <gr>Rue des Corps-Saints 10, 1201 Geneva.</gr>"
        }
    },
    "exposition": {
        "title": "Exposition",
        "description": "In 2018, I founded a small permanent exhibition called <g>The Watchmaking Curiosities</g>. I invite you to discover my world and share my passion for watchmaking. <br />The exhibition is located in a small village in the canton of Geneva. It is open to the public and you can visit it by appointment. Maximum 5 people per visit.",
        "contact": "Contact me here"
    },
    "cabinotiers": {
        "title": "What is a cabinotier?",
        "description": "The word 'cabinotier' is of Geneva origin. Combining technical precision and innovation, the art of the cabinotiers of Saint-Gervais has contributed to the distinction of Geneva. Since the 18th century, the word 'cabinotier' has grouped together the trades related to watchmaking, such as case assemblers, guillocheurs, engravers, setters, gilders, and enamelers. They worked at home or in tiny 'cabins' under the roofs of houses.",
        "buttons": {
            "catalogue": "Catalogue",
            "exposition": "Visit the exhibition"
        }
    },
    "catalogue": {
        "title": "My catalogue: <g>The Cabinotier</g>",
        "description": "<g>The Cabinotier</g> is a small catalogue that tells the story of the cabinotiers and presents a small part of my watchmaking collection. The catalogue was created by <a href='https://elodieperringfigweb.site/'>Elodie Perring</a> as part of her specialized maturity work.",
        "description2": "To purchase the catalogue, visit the workshop or",
        "textLink": "contact me"
    },
    "contact": {
        "title": "Contact me",
        "description": "For any questions or requests, feel free to contact me with my phone number or with the contact form:",
        "phone": "Phone : ",
        "phoneNumber": "<a href='tel:022-731-75-75'>022 731 75 75</a>",
        "address": "Address : ",
        "addressDetails": "Rue des Corps-Saints 10, 1201 Geneva",
        "Form" : {
            "title": "Contact Form",
            "name": "Name",
            "email": "Email",
            "phone": "Phone Number",
            "message": "Message",
            "privacy": "I have read and accept the privacy policy",
            "required": "Required",
            "send": "Send",
            "success": "Your message has been sent successfully!",
            "error": "There was an error sending your message. Please try again later."
        }
    }
}
