{
    "welcome": "Bienvenue",
    "cookiePolicy": {
        "title": "Politique de Cookies",
        "description": "Mon site web utilise des cookies pour améliorer votre expérience et analyser le trafic. J'utilise Google Analytics pour savoir combien de personnes visitent mon site web et d'où elles viennent.",
        "title2": "Cookies de Google Analytics",
        "description2": "Google Analytics est un service d'analyse web fourni par Google. Google utilise les données collectées pour suivre et examiner l'utilisation de ce site, préparer des rapports sur ses activités et les partager avec d'autres services Google. Google peut utiliser les données collectées pour contextualiser et personnaliser les annonces de son propre réseau publicitaire.",
        "title3": "Consentement",
        "description3": "En acceptant, vous acceptez l'utilisation des cookies. Vous pouvez changer d'avis en allant voir le pied de page du site web",
        "more": "Pour plus d'informations sur les cookies utilisés par Google Analytics, vous pouvez consulter :",
        "buttons": {
            "accept": "Accepter",
            "decline": "Refuser"
        }
    },
    "footer": {
        "cookies": {
            "accepted": "Cookies acceptés",
            "declined": "Cookies refusés",
            "other": "Cookies"
        },
        "developper": {
            "by": "Elodie Perring"
        }
    },
    "navigation": {
        "home": "Accueil",
        "exposition": "Exposition",
        "cabinotiers": "Cabinotiers",
        "catalogue": "Catalogue",
        "contact": "Contact",
        "language": {
           "french": "Français",
            "english": "English",
            "italian": "Italiano"
        },
        "blog": "Blog"
    },
    "home": {
        "introduction": {
            "description": "Depuis près de 50 ans, j'ai eu la chance de vivre mes passions : ",
            "highlight1": "l'horlogerie et les antiquités",
            "description2": ". J'ai eu la chance de pouvoir ouvrir mon atelier dans le ",
            "link1": {
                "text": "quartier des Cabinotiers de Genève."
            },
            "description3": "En 2018, j'ai également mis en place une ",
            "link2": {
                "text": "exposition"
            },
            "highlight2": ". Aujourd'hui, je me spécialise dans la réparation et la restauration de montres et pendules anciennes."
        },
        "atelier": {
            "title": "Mon atelier",
            "description": "Vous cherchez une pièce, une montre ou autre chose liée aux antiquités ? Ou votre montre ne fonctionne plus ? Venez voir l'atelier ! <br> <gr>Mon atelier est ouvert du lundi au jeudi entre 14h30 et 17h00.</gr> <br /> Je suis situé à Genève, au <gr>Rue des Corps-Saints 10, 1201 Genève.</gr>"
        }
    },
    "exposition": {
        "title": "Exposition",
        "description": "En 2018, j'ai fondé une petite exposition permanente appelée <g>Les curiosités horlogères</g>. Je vous invite à découvrir mon univers et à partager ma passion pour l'horlogerie. <br />L'exposition est située dans un petit village, dans le canton de Genève. Elle est ouverte au public et vous pouvez la visiter sur rendez-vous. Maximum 5 personnes par visite",
        "contact": "Contactez-moi ici"
    },
    "cabinotiers": {
        "title": "Qu'est-ce qu'un cabinotier ?",
        "description": "Le mot 'cabinotier' est d'origine genevoise. En combinant précision technique et innovation, l'art des cabinotiers de Saint-Gervais a contribué à la distinction de Genève. Depuis le XVIIIe siècle, le mot 'cabinotier' regroupe les métiers liés à l'horlogerie, par exemple les monteurs de boîtes, guillocheurs, ciseleurs, encasseurs, doreurs et émailleurs. Ils travaillaient à domicile ou dans de minuscules 'cabines' sous les toits des maisons.",
        "buttons": {
            "catalogue": "Catalogue",
            "exposition": "Visitez l'exposition"
        }
    },
    "catalogue": {
        "title": "Mon catalogue : <g>Le Cabinotier</g>",
        "description": " <g>Le Cabinotier</g> est un petit catalogue qui raconte l'histoire des cabinotiers et présente une petite partie de ma collection horlogère. Le catalogue a été réalisé par <a href='https://elodieperringfigweb.site/'>Elodie Perring</a> dans le cadre de son travail de maturité spécialisé.",
        "description2": "Pour acheter le catalogue, passez à l'atelier ou",
        "textLink": "contactez-moi"
    },
     "confidentiality": {
    "title": "Politique de confidentialité",
    "intro": "Nous attachons une grande importance à la protection de vos données personnelles. Cette politique de confidentialité explique quelles informations sont collectées lorsque vous utilisez notre site, comment elles sont utilisées et protégées.",
    "responsible": "Le responsable du traitement des données est : Bruno Pesenti, info@brunopesenti.ch",
    "data_collected": "Lorsque vous utilisez le formulaire de contact, nous collectons : nom, adresse e-mail, message, consentement à la politique de confidentialité.",
    "emailjs": "Pour l’envoi des messages via le formulaire de contact, nous utilisons le service EmailJS. Les données saisies sont transmises à EmailJS, qui les envoie ensuite à notre adresse e-mail. Consultez la politique de confidentialité d’EmailJS pour plus d’informations.",
    "retention": "Vos données ne sont conservées que le temps nécessaire au traitement de votre demande. Elles ne sont ni revendues, ni transmises à des tiers à des fins commerciales.",
    "security": "Nous mettons en œuvre des mesures appropriées pour protéger vos données contre tout accès non autorisé, perte ou divulgation.",
    "rights": "Vous disposez des droits d’accès, de rectification, d’effacement, d’opposition et de limitation du traitement. Pour exercer ces droits, contactez-nous à info@brunopesenti.ch.",
    "update": "Dernière mise à jour : août 2025"
  },
    "contact": {
        "title": "Contactez-moi",
        "description": "Pour toute question ou demande, n'hésitez pas à me contacter par téléphone ou via le formulaire de contact :",
        "phone": "Téléphone : ",
        "phoneNumber": "<a href='tel:022-731-75-75'>022 731 75 75</a>",
        "address": "Adresse : ",
        "addressDetails": "Rue des Corps-Saints 10, 1201 Genève",
        "Form": {
            "title": "Formulaire de contact",
            "name": "Nom",
            "email": "E-mail",
            "phone": "Numéro de téléphone",
            "message": "Message",
            "privacy": "J'ai lu et j'accepte la politique de confidentialité",
            "required": "Obligatoire",
            "newsletter": {
                "text": "S'abonner à la newsletter",
                "yes": "Oui",
                "No": "Non"
            
            },
            "send": "Envoyer",
            "success": "Votre message a été envoyé avec succès !",
            "error": "Une erreur est survenue lors de l'envoi de votre message. Veuillez réessayer plus tard."
        }
    },
    "Newsletter": {
        "unsubscribing": {
            "title": "Se désabonner de la newsletter",
            "description": "Pour vous désabonner de la newsletter, veuillez saisir votre adresse e-mail ci-dessous.",
            "label": "Adresse e-mail",
            "button": "Se désabonner"
        }
    }
}
