{
    "welcome": "Bienvenue",
    "cookiePolicy": {
        "title": "Politique de Cookies",
        "description": "Mon site web utilise des cookies pour améliorer votre expérience et analyser le traffic. J'utilise Google Analytics afin de savoir combien de personnes visitent mon site web et d'où elles viennent.",
        "title2": "Cookies de Google Analytics",
        "description2": "Google Analytics est un service d'analyse web fourni par Google. Google utilise les données collectées pour suivre et examiner l'utilisation de ce site, préparer des rapports sur ses activités et les partager avec d'autres services Google. Google peut utiliser les données collectées pour contextualiser et personnaliser les annonces de son propre réseau publicitaire.",
        "title3": "Consentement",
        "description3": " En acceptant, vous acceptez l'utilisation de cookies. Vous pouvez changez d'avis en allant voir le pied de page du site web",
        "more": "Pour plus d'informations sur les cookies utilisés par Google Analytics, vous pouvez consulter:",
        "buttons": {
            "accept": "Accepter",
            "decline": "Refuser"
        }
    },
    "footer": {
        "cookies": {
            "accepted": "Cookies acceptés",
            "declined": "Cookies refusés",
            "other": "Cookies"
        },
        "developper": {
            "by": "Elodie Perring"
        }
    },
    "navigation": {
        "home": "Accueil",
        "exposition": "Exposition",
        "cabinotiers": "Cabinotiers",
        "catalogue": "Catalogue",
        "contact": "Contact",
        "language": {
            "french": "Français",
            "english": "Anglais",
            "italian": "Italien"
        }
    },
    "home": {
        "introduction": {
            "description": "Depuis près de 50 ans, j'ai la chance de vivre de mes passions: <g>l'horlogerie et les antiquités</g>. En effet, j'ai ouvert mon propre atelier dans le quartier des <a href='/cabinotiers'>Cabinotiers Genevois</a>. <br /> En 2018, j'ai également mis en place une <a href='/exposition'>exposition</a>. <br /> <gr> Aujourd'hui, je suis spécialisé dans la réparation et la restauration de montres et horloges ancienne.</gr>"
        },
        "atelier":{
            "title": "Mon atelier",
            "description": "Vous cherchez une pièce, une montre horloge ou autre chose lié aux antiquités ? Ou votre montre ne fonctionne plus ? Venez voir l'atelier ! <br> <gr>Mon atelier est ouvert du lundi au Jeudi entre 14h30 et 17h.</gr> <br /> Je suis situé à Genève, à la <gr>Rue des Corps-Saints 10, 1201 Genève.</gr>"
        }
    },
    "exposition": {
        "title": "Exposition",
        "description": "En 2018, j'ai fondé une petite exposition permanente qui s'appelle <g>Les curiosités horlogères</g>. Je vous invite à venir découvrir mon univers et à partager ma passion pour l'horlogerie. <br />L'exposition est localisée dans un petit village, dans le canton de Genève. Elle est ouverte au public et vous pouvez venir la visiter sur rendez-vous. Maximum 5 personnes par visite. <a href='/contact'>Contactez-moi ici</a>."
    },
    "cabinotiers": {
        "title": "Un cabinotier, c'est quoi ?",
        "description":
        "Le mot 'cabinotier' est d'origine genevoise. Alliant minutie, précision technique et innovation, l'art des cabinotiers de Saint-Gervais à contribué à la distinction de Genève. Dès le XVIIIème siècle le mot 'cabinotier' regroupe les métiers liés à l'horlogerie, par exemple les monteurs de boîtes, guillocheurs, ciseleurs, emboîteurs, doreurs et émailleurs. Ils travaillaient à domicile ou dans de minuscules 'cabines' sous les toits des maisons. <br /> Pour avoir plus d'informations sur l'histoire des cabinotiers et sur ma collection horlogère <a href=' catalogue'>allez voir mon catalogue</a>, ou venez <a href='/exposition'>visiter mon exposition</a>."
    },
    "catalogue": {
        "title": "Mon catalogue : <g>Le Cabinotier</g>",
        "description": " <g>Le Cabinotier</g> est un petit catalogue qui raconte l'histoire des cabinotiers et présente une petite partie de ma collection horlogère. Le catalogue a été réalisé par <a href='https://elodieperringfigweb.site/'>Elodie Perring</a> dans le cadre de son travail de maturité spécialisé. <br /> Pour acheter le catalogue passez à l’atelier ou <a href='/contact'>contactez-moi</a>."
    },
    "contact": {
        "title": "Me contacter",
        "description":"<gr>Veuillez me contacter grâce à mon numéro de téléphone: </gr> <a href='tel:022-731-75-75'>022 731 75 75</a>"
    }
}