{
    "welcome": "Benvenuto",
    "cookiePolicy": {
        "title": "Politica sui Cookie",
        "description": "Il mio sito web utilizza i cookie per migliorare la tua esperienza e analizzare il traffico. Utilizzo Google Analytics per sapere quante persone visitano il mio sito web e da dove provengono.",
        "title2": "Cookie di Google Analytics",
        "description2": "Google Analytics è un servizio di analisi web fornito da Google. Google utilizza i dati raccolti per tracciare ed esaminare l'utilizzo di questo sito, preparare rapporti sulle sue attività e condividerli con altri servizi Google. Google può utilizzare i dati raccolti per contestualizzare e personalizzare gli annunci del proprio network pubblicitario.",
        "title3": "Consenso",
        "description3": "Accettando, accetti l'uso dei cookie. Puoi cambiare idea andando a vedere il piè di pagina del sito web",
        "more": "Per ulteriori informazioni sui cookie utilizzati da Google Analytics, puoi consultare:",
        "buttons": {
            "accept": "Accetta",
            "decline": "Rifiuta"
        }
    },
    "footer": {
        "cookies": {
            "accepted": "Cookie accettati",
            "declined": "Cookie rifiutati",
            "other": "Cookie"
        },
        "developper": {
            "by": "Elodie Perring"
        }
    },
    "navigation": {
        "home": "Home",
        "exposition": "Esposizione",
        "cabinotiers": "Cabinotiers",
        "catalogue": "Catalogo",
        "contact": "Contatto",
        "language": {
           "french": "Français",
            "english": "English",
            "italian": "Italiano"
        }
    },
"home": {
        "introduction": {
            "description": "Da quasi 50 anni, ho avuto la fortuna di vivere le mie passioni: ",
            "highlight1": "l'orologeria e le antichità",
            "description2": ". Ho avuto la fortuna di poter aprire il mio laboratorio nel ",
            "link1": {
                "text": "quartiere dei Cabinotiers di Ginevra."
            },
            "description3": "Nel 2018, ho anche allestito una ",
            "link2": {
                "text": "esposizione"
            },
            "highlight2": ". Oggi mi specializzo nella riparazione e restauro di orologi e pendole antiche."
        },
        "atelier":{
            "title": "Il mio laboratorio",
            "description": "Cerchi un pezzo, un orologio o qualcos'altro legato alle antichità? O il tuo orologio non funziona più? Vieni a vedere il laboratorio! <br> <gr>Il mio laboratorio è aperto dal lunedì al giovedì tra le 14:30 e le 17:00.</gr> <br /> Sono situato a Ginevra, in <gr>Rue des Corps-Saints 10, 1201 Ginevra.</gr>"
        }
    },
    "exposition": {
        "title": "Esposizione",
        "description": "Nel 2018, ho fondato una piccola esposizione permanente chiamata <g>Le curiosità orologiere</g>. Ti invito a scoprire il mio mondo e a condividere la mia passione per l'orologeria. <br />L'esposizione è situata in un piccolo villaggio, nel cantone di Ginevra. È aperta al pubblico e puoi visitarla su appuntamento. Massimo 5 persone per visita",
        "contact": "Contattami qui"
    },
    "cabinotiers": {
        "title": "Cos'è un cabinotier?",
        "description":
        "La parola 'cabinotier' è di origine ginevrina. Combinando precisione tecnica e innovazione, l'arte dei cabinotiers di Saint-Gervais ha contribuito alla distinzione di Ginevra. Dal XVIII secolo la parola 'cabinotier' raggruppa i mestieri legati all'orologeria, ad esempio i montatori di casse, guillocheurs, cesellatori, incassatori, doratori e smaltatori. Lavoravano a domicilio o in minuscole 'cabine' sotto i tetti delle case.",
        "buttons": {
            "catalogue": "Catalogo",
            "exposition": "Visita l'esposizione"
        }
    },
    "catalogue": {
        "title": "Il mio catalogo: <g>Il Cabinotier</g>",
        "description": " <g>Il Cabinotier</g> è un piccolo catalogo che racconta la storia dei cabinotiers e presenta una piccola parte della mia collezione orologiera. Il catalogo è stato realizzato da <a href='https://elodieperringfigweb.site/'>Elodie Perring</a> nell'ambito del suo lavoro di maturità specializzato. ",
        "description2": "Per acquistare il catalogo passa al laboratorio o",
        "textLink":"contattami"
    },
    "contact": {
        "title": "Contattami",
        "description": "Per qualsiasi domanda o richiesta, non esitare a contattarmi tramite il mio numero di telefono o tramite il modulo di contatto:",
        "phone": "Telefono : ",
        "phoneNumber": "<a href='tel:022-731-75-75'>022 731 75 75</a>",
        "address": "Indirizzo : ",
        "addressDetails": "Rue des Corps-Saints 10, 1201 Ginevra",
        "Form": {
            "title": "Modulo di Contatto",
            "name": "Nome",
            "email": "Email",
            "phone": "Numero di telefono",
            "message": "Messaggio",
            "privacy": "Ho letto e accetto la politica sulla privacy",
            "required": "Obbligatorio",
            "send": "Invia",
            "success": "Il tuo messaggio è stato inviato con successo!",
            "error": "Si è verificato un errore durante l'invio del messaggio. Per favore riprova più tardi."
        }
    }
}